<?php

/**
 * SA - Student Area Translations.
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [
    'q_how_to_use_us_service'   => 'কিভাবে Ultra-School.com-এর বিভিন্ন সেবা ব্যবহার করব?',
    'a_how_to_use_us_service'   => 'প্রায় সকল পেজের নিচেই সহায়ক ভিডিও দেয়া আছে। ঐ ভিডিওগুলো দেখুন। সহজেই জেনে যাবেন কোন পৃষ্ঠায় কোন কাজগুলো কিভাবে করা যায়।',
    'q_who_can_use_us_service'  => 'কারা Ultra-School.com এর সেবা পাওয়ার যোগ্য?',
    'a_who_can_use_us_service'  => 'যে কোন ধরণের শিক্ষা প্রতিষ্ঠান, এদের সাথে সংশ্লিষ্ট শিক্ষার্থী-শিক্ষক-মালিক এই সেবা পাওয়ার যোগ্য।',
    'q_can_students_use'        => 'আমি একজন শিক্ষার্থী। আমি কি এর সেবা পেতে পারি?',
    'a_can_students_use'        => 'হ্যা। শিক্ষা প্রতিষ্ঠানের জন্য তৈরি এর প্লাটফর্মের মূল ব্যবহারকারী হল শিক্ষার্থী। শিক্ষার্থীদের ব্যবহার উপযোগী করে তৈরি করা হয়েছে এই প্লাটফর্ম।',
    'q_how_much_pay_to_get'     => 'এই সেবা পাওয়ার জন্য আমাকে কি টাকা দিতে হবে?',
    'a_how_much_pay_to_get'     => 'এই সেবা শিক্ষার্থী, শিক্ষক, অবিভাবকদের জন্য সম্পূর্ণ ফ্রি। শিক্ষা প্রতিষ্ঠানের জন্য মাসিক ফি প্রযোজ্য।',
    'q_where_data_stored'       => 'আমার প্রতিষ্ঠানের তথ্য কোথায় সংরক্ষণ করা হয়?',
    'a_where_data_stored'       => 'পূর্ণাঙ্গ তথ্য কোথাও রাখা হয় না। তথ্যের খণ্ডিত অংশ উপাত্ত আকারে এনক্রিপ্টেড অবস্থায় ইউনিফাইড সার্ভারের বিভিন্ন রিপ্লিকায় সংরক্ষণ করা হয়। কুকি ইত্যাদি সংক্রান্ত কিছু উপাত্ত আপনার ব্রাউজারে সংরক্ষিত থাকে।',
    'q_stored_to_unified_server'=> 'আমাদের প্রতিষ্ঠানের সকল তথ্য কি আমরা প্রয়োজন অনুযায়ী পাব?',
    'a_stored_to_unified_server'=> 'হ্যা, সকল ধরণের পাঠযোগ্য তথ্য যেমন আর্থিক লেনদেনের চালান, শিক্ষার্থীদের তথ্য সম্বলিত ভর্তির আবেদন, ভর্তিকৃত শিক্ষার্থীর তালিকা, হাজিরার তালিকা, লেনদেন সংক্রান্ত তালিকা ইত্যাদি একজন এডমিন অথবা তার ক্ষমতা প্রদানকারী যেকোন ব্যাক্তি তাদের নিজেদের প্রতিষ্ঠানের ড্যাশবোর্ড থেকে যে কোন সময় প্রিন্ট করতে পারে। তবে সরলভাবে পাঠযোগ্য নয় এমন উপাত্ত (র-ডেটা) অন্য কোন উপায়ে প্রদান করা হয় না।',
    'q_is_info_safe'            => 'আমাদের তথ্য কি আপনাদের এখানে নিরাপদ?',
    'a_is_info_safe'            => 'হ্যা, আপনার তথ্য আপনার অনুমোদ ব্যাতিত কাউকে দেয়া হয় না। বাংলাদেশে প্রচলিত সময়ে সময়ে পরিবর্তিত বিধান অনুযায়ি সরকার কর্তৃক চাহিত তথ্য প্রদান করার সময় তা আপনাকে অবহিত করা হবে।',
    'q_no_data_to_your_server'  => 'আমাদের তথ্য, আমাদের প্রতিষ্ঠানের কোন তথ্য আপনাদের Ultra-School.com সার্ভারে সংরক্ষণ করতে আগ্রহী নই। আমাদের কি করা উচিৎ?',
    'a_no_data_to_your_server'  => 'সকল শিক্ষা প্রতিষ্ঠানের শিক্ষার্থীদের অনলাইনে সেবা প্রদান করার জন্য Ultra-School.com অনলাইন ডিজিটাল প্লাটফর্ম কাজ করে যাচ্ছে। আমাদের নীতিমালা সবার তথ্যের সুরক্ষা নিশ্চিত করার জন্য তৈরি করা হয়েছে। আপনাদের উচিৎ আপনাদের জন্য আলাদা ওয়েবসাইট তৈরি করা। আমাদের সেবা আপনাদের জন্য উপযোগী নয়।',
    'q_technical_error'         => 'আমি বিভিন্ন কাজ করার সময় টেকনিক্যাল ইরোর পাচ্ছি। কি করব? ',
    'contact_us_immediately'    => 'অতি দ্রুত আমাদের যোগাযোগ ইমেইলে ছবি সহ সমস্যার মেসেজ পাঠিয়ে আমাদেরকে জানান।',
];
