<?php

/**
 * Sbs_guide - Step By Step Guide of Admission Application Process
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [
    'special_features_6'    => 'যে কোন পরিমাণ ক্লাস ও ফেকাল্টি নিয়ে কাজ করা যায়',
     'special_features_5'    => 'অনলাইনে অভিভাবক ও শিক্ষকদের যোগাযোগ',
    'special_features_4'    => 'অনলাইনে লাইব্রেরি ব্যবস্থাপনা',
    'special_features_3'    => 'অনলাইনে শিক্ষার্থীদের হাজিরা',
    'special_features_2'    => 'অনলাইনে বেতন ও বিভিন্ন ফি পরিশোধ',
    'special_features_2_1'    => 'অনলাইনে শিক্ষার্থীদের কাছ থেকে টিউশন ফি সংগ্রহ',
    'special_features_1_3'    => 'স্বয়ংক্রিয় ভাবে ভর্তি পরীক্ষার সিট প্লান তৈরি করা যায়',
    'special_features_1_2'    => 'স্বয়ংক্রিয় ভাবে ভর্তি পরীক্ষার রোল নম্বর দেয়া যায়',
    'special_features_1_1'    => 'অনলাইনে ভর্তির আবেদন সংগ্রহ',
    'special_features_1'    => 'অনলাইনে শিক্ষার্থীদের ভর্তি',
    'special_features_title'    => 'বিশেষ বৈশিষ্ট্যসমূহ',
    'features'    => 'বৈশিষ্ট্যসমূহ',
    'jumbotron_header'  => 'আপনার শিক্ষা প্রতিষ্ঠানের ওয়েবসাইট ও পেমেন্টের সমাধান',
    'jumbotron_desc' => 'আপনার স্কুলকে ডিজিটাল করুন মুহূর্তের মাঝে। নিবন্ধন করুন ও আপনার স্কুলের তথ্য দিয়ে একটি স্কুলের আইডি তৈরি করুন। একটি আইডির মাধ্যমেই আপনার স্কুলের শিক্ষক, শিক্ষার্থী ও কর্মকর্তা-কর্মচারীদের নিয়ে একটি ইকোসিস্টেম তৈরি হয়ে যাবে। যেখান থেকে আপনার স্কুলের শিক্ষার্থীদের ভর্তির জন্য অনলাইনে আবেদন গ্রহণ করতে পারবেন, বেতন, পরীক্ষার ফি ইত্যাদি পেমেন্ট অনলাইনে নিতে পারবেন।',
    'jumbotron_link' => 'আপনার শিক্ষা প্রতিষ্ঠানের জন্য এখনি আইডি তৈরি করুন',
    'how' => 'কিভাবে আল্ট্রা-স্কুল অটোমেশন সিস্টেম আপনাকে সাহায্য করবে?',
    'desc_1' => 'শিক্ষা প্রতিষ্ঠানের আকার যেমনই হোক না কেন, ছোট, বড়, অথবা মাঝারি - ওয়েবসাইট খুবই গুরুত্বপূর্ণ।  
                প্রতিষ্ঠানের মূল বৃদ্ধি করার জন্য বা তথ্য প্রচার বা প্রকাশ করার জন্য হলেও প্রতিটি শিক্ষা প্রতিষ্ঠানের একটি ওয়েবসাইট প্রয়োজন।
                কিন্তু এই ওয়েবসাইট তৈরি ও রক্ষণাবেক্ষণ করার জন্য সবাই যথেষ্ঠ সমস্যার সম্মুখিন হয়। কারণ একটি ওয়েবসাইট তৈরি ও রক্ষণাবেক্ষণ করা যথেষ্ঠ কঠিন 
                ও তার জন্য টেকনিকেল তথ্য প্রযুক্তির জ্ঞানের প্রয়োজন হয়। এর জন্য:',
    'arrow_1' => 'প্রোগ্রামার নিয়োগ দিতে হবে',
    'arrow_2' => 'সার্ভার ক্রয় করতে হবে',
    'arrow_3' => 'সিএমএ ব্যবহার করলে নয়মিত হালনাগাদ করতে হবে',
    'arrow_4' => 'হ্যাকারদের কাছ থেকে আপনার ওয়েবসাইটকে রক্ষা করতে হবে',
    'arrow_5' => 'এবং আরো অনেক',
    'desc_2' => 'এই সকল কাজই যথেষ্ঠ জটিল। সাইবার হ্যাকাররা আপনার প্রতিষ্ঠানের ওয়েবসাইট কে বিভিন্ন ভাবে আক্রমণ করতে পারে। যেমন ডস/ডিডস, এসকিউএল ইন্জেকশন, এক্সএসএস এর মাধ্যমে আক্রমণ,
                 এমন কি সিএসাআরএফ এর মাধ্যমে আক্রমণ করেও আপনার ওয়েবসাইটের ক্ষতি করতে পারে। আল্ট্রা-স্কুল এই সকল সমস্যার সমাধান করে আপনার
                শিক্ষা প্রতিষ্ঠানের ওয়েবসাইটের সকল সুবিধা প্রদান করে।',
    'x_1' => 'প্রোগ্রামার নিয়োগ দিতে হবে না',
    'x_2' => 'কোন সার্ভার ক্রয় করতে হবে না',
    'x_3' => 'হ্যাকারদের নিয়ে দুশ্চিন্তা করতে হবে না',
    'desc_3' => 'আল্ট্রা-স্কুল অটোমেশন সেবা আপনার শিক্ষা প্রতষ্ঠানের জন্য সকল সুবিধা সম্পন্ন ওয়েব সেবা নিশ্চিত করবে যা মোবাইলেও ব্যবহার করা যায়। এবং কোন হ্যাকার আপনার শিক্ষা প্রতিষ্ঠানের তথ্যের কোন ক্ষতি করতে পারবেন না:',
    'check_1' => 'ডস/ডিডস এর মাধ্যমে আক্রমণ',
    'check_2' => 'এক্ষএসএস এর মাধ্যমে আক্রমণ',
    'check_3' => 'সিএসআরএফ এর মাধ্যমে আক্রমণ',
    'check_4' => 'এসকিউএল ইনজেকশন এর মাধ্যমে আক্রমণ',
    'desc_4' => 'আপনার শিক্ষা প্রতিষ্ঠান যেমনই হোক না কেন, আল্ট্রা-স্কুল অটোমেশন সেবার মাধ্যমে আপনার স্কুলের শিক্ষার্থীদের অনলাইনে ভর্তি করাতে পারবেন, বেতন, পরীক্ষার ফি অনলাইনে গ্রহণ করতে পারবেন।',
];
