<?php

/**
 * Menu language strings.
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [
	'change_pass_now'       => 'পাসওয়ার্ড এখন বদলান',
	'check_and_confirm'     => 'ইনবক্স দেখে নিশ্চিত করুন',
	'confirm_new_pass'      => 'নতুন পাসওয়ার্ডটি আবার দিন',
	'did_not_get_token'     => 'টোকেন কি পাননি? অনুগ্রহ করে কিছু সময় অপেক্ষা করুন। ইমেইল আপনার ইনবক্সে পৌছতে বা এসএমএস আপনার মোবাইলে পৌছতে সর্বোচ্চ তিন (৩) মিনিট সময় লাগতে পারে।',
	'do_you_have_accass'    => 'আপনার কি প্রবেশ করার অনুমোদন আছে?',
	'email_or_user_id'      => 'মোবাইল, ইমেইল বা ইউজার আইডি',
	'enter_token'           => 'টোকেন দিন',
        'submit_token'          => 'টোকেন উপস্থাপন করুন',
        'submit'                => 'উপস্থাপন করুন',
        'submit_token_here'     => 'এখানে টোকেন দিন',
	'enter_email_here'      => 'এখানে ইমেইল ঠিকানা দিন',
	'enter_email_or_mobile_here'      => 'এখানে ইমেইল অথবা মোবাইল নম্বর দিন',
	'forgot_password'       => 'ভুলে যাওয়া পাসওয়ার্ড',
    'forgot_password_desc'  => 'এখানে ইমেইল ঠিকানা দিন, এই ইমেইল ঠিকানায় পাসওয়ার্ড পরিবর্তন করার টোকেন পাঠানো হবে,  অনুগ্রহ করে ইমেইল ইনবক্সে প্রবেশ করে প্রেরিত টোকেন সংগ্রহ করুন।',
    'forgot_password_desc_with_mobile'  => 'এখানে ইমেইল ঠিকানা অথবা মোবাইল নম্বর দিন, এখানে দেয়া ইমেইল  ঠিকানায় বা মোবাইল নম্বরে পাসওয়ার্ড পরিবর্তন করার টোকেন পাঠানো হবে,  অনুগ্রহ করে  ইনবক্সে প্রবেশ করে প্রেরিত টোকেন সংগ্রহ করুন।',
    'go_home'               => 'প্রথম পাতায় যান',
	'have_pass_reset_token' => 'টোকেন আছে কি? পাসওয়ার্ড পরিবর্তন করুন',
	'login'                 => 'প্রবেশ করুন',
	'login_bottom_text'     => 'আপনি এই প্রতিষ্ঠানের সদস্য কিন্তু এখানে কোন হিসাব নেই? আপনাকে এই ওয়েবসাইটের সদস্য করার জন্য কর্তৃপক্ষকে জানাতে পারেন।',
    'login_desc_1'          => 'এই ফর্মটি ব্যবহার করে সকল শিক্ষকবৃন্দ, শিক্ষার্থীবৃন্দ ও কর্মকর্তা-কর্মচারী বৃন্দ এই ওয়েবসাইটে প্রবেশ করতে পারেন।  আপনার একাউন্টে প্রবেশ করার জন্য ফর্মের নির্ধারিত স্থানে আপনার ইমেল ঠকানা বা ব্যবহারকারীর আইডির সাথে পাসওয়ার্ড প্রবেশ করান।',
    'login_desc_2'          => 'আপনি কি আপনার পাসওয়ার্ড ভুলে গেছেন? প্রবেশ করুন বাটনের নিচের লিংকে ক্লিক করুন। আপনার পাসওয়ার্ডটি পুনরায় ফিরে পেতে আমরা আপনাকে সাহায্য করব।',
    'login_desc_3'          => 'ভর্তি চালুকৃত সময়ে শিক্ষার্থীবৃন্দ স্বয়ংক্রিয় ভাবে এই ওয়েবসাইটে নিবন্ধন  করতে পারে। নিব্ধনের পর আপনি এই ওয়েবসাইটে প্রবেশ করার জন্য পাসওয়ার্ড ব্যবহার করবেন। এছাড়াও শিক্ষকবৃন্দ, কর্মকর্তা-কর্মচারীবৃন্দ যে কোন সময় কর্তৃপক্ষকে অবহিত করে এই ওয়েবসাইটে প্রবেশাধিকার পেতে পারেন।  আপনার পাসওয়ার্ড সম্পূর্ণই আপনার ব্যক্তিগত। এটি কাউকে বলবেন না বা জানাবেন না।',
    'login_desc_4'          => 'উল্লেখ্য যে কর্তৃপক্ষ অনুমোদন দিলেই আপনি এই ওয়েবসাইটের সকল তথ্য ব্যবহার করতে পারবেন।',
	'new_password'          => 'নতুন পাসওয়ার্ড',
	'online_registration'   => 'অনলাইন নিবন্ধন',
	'password'              => 'পাসওয়ার্ড',
	'password_tok_desc'     => 'পাসওয়ার্ড পুন:স্থাপন করার টোকেন আপনার দেয়া মোবাইল নম্বরে বা ইমেইল ঠিকানায় পাঠানো হয়েছে যেটি আপনি দিয়েছিলেন। অনুগ্রহ করে  ইনবক্স দেখুন, সেখানে পাঠানো টোকেন এখানে ব্যবহার করুন।',
    'register'              => 'নিবন্ধন করুন',
	'regi_desc_1' 	=> 'অনলাইনে ভার্তির জন্য আবেদন করতে শিক্ষার্থীদের এবং অন্যান্য তথ্যের জন্য শিক্ষকদের এখানে নিবন্ধন করতে হয়। এখানে নিবন্ধনের জন্য ইমেইল ঠিকানা বা মোবাইল নম্বর দিতে হয়।  নতুন হিসাবের পাসওয়ার্ড এই মোবাইল নম্বর বা ইমেইল ঠিকানায় পাঠনো হবে যা আপনি দেবেন। ',
    'regi_desc_2' 	=> "যখন কোন ভর্তি চলবে শুধু তখনই আপনি  এখানে নিবন্ধন করতে পারবেন। নিবন্ধনের জন্য আপনার নিজের ইমেইল ঠিকানা ব্যবহার করুন। অন্য কারো ইমেইল ব্যবহার করবেন না।",
    'regi_desc_3' 	=> 'আপনার পাসওয়ার্ড অন্য কাউকে জানাবেন না। আপনার স্কুলের কর্তৃপক্ষ অনুমোদন দিলেই আপনি আপনার স্কুলের ওয়েবসাইটের সকল তথ্য ব্যবহার করতে পারবেন।',
	'resend_token'          => 'পুনরায় টোকেন পাঠান',
    'reset_password'        => 'পাসওয়ার্ড রিসেট করুন',
    'send_pass_reset_token' => 'পাসওয়ার্ড পুন:স্থাপন করার টোকেন পাঠান',
    'welcome'               => 'স্বাগতম - প্রবেশ করুন',
];
