<?php

/**
 * Menu language strings.
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [
    'website_for_school'        => 'স্কুলের জন্য ওয়েবসাইট',    
    'digital_online_platform'   => 'ডিজিটাল অনলাইন প্লাটফর্ম',
    'online_admission'          => 'অনলাইনে ভর্তি',
    'online_communication'      => 'অনলাইনে যোগাযোগ',
    'prepare_sit_plan'          => 'সিট প্লান তৈরি',
    'go_to_new_era'             => 'নতুন যুগে পদার্পণ করুন',
    'statistics'                => 'পরিসংখ্যান',
    'easy_maintenance'          => 'নির্ভেজাল রক্ষণাবেক্ষণ',
    'digital_attendance'        => 'ডিজিটাল হাজিরা',
    'messaging'         => 'মেসেজিং',
    'small_school'      => 'ছোট স্কুল',
    'large_college'     => 'বড় কলেজ',
    'do_registration'   => 'রেজিস্ট্রেশন করুন',
    'school_automation' => 'স্কুল অটোমেশন',
    'why_singup'        => 'নিবন্ধন কেন?',
    'first_step'        => 'প্রথম ধাপ',
    'why_login'         => 'লগিন কেন?',
    'second_step'       => '২য় ধাপ',
    'third_step'        => '৩য় ধাপ',
    'do_setup'          => 'সেটাপ করুন',
    'all_benefits_included' => 'সকল সুবিধা সম্পন্ন',
    'tension_free_website'  => 'দুশ্চিন্তা মুক্ত ওয়েবসাইট',
    'safe_website'          => 'নিরাপদ ওয়েবসাইট ',
    'submit_information'    => 'একাউন্টের তথ্য উপস্থাপন',
    'mobile_compatible'     => 'মোবাইল উপযোগী',
    'in_a_single_platform'          => 'ভর্তি, পেমেন্ট, সিটপ্লান তৈরি, হাজিরা সহ সবকিছু এখন অনলাইনে।',
    'salary_fee_payment_online'     => 'অনলাইনে বেতন/ফি পরিশোধ',
    'students_can_pay_from_home'    => 'শিক্ষার্থীরা ঘরে বসে পরীক্ষার ফি, ভর্তি ফি, আবেদন ফি, বেতন ইত্যাদি পরিশোধ করতে পারে।',
    'send_info_through_mobile'      => 'মোবাইলে তথ্য প্রদান',
    'library_management'        => 'লাইব্রেরি মেনেজমেন্ট',
    'contact_with_us'           => 'আমাদের সাথে যোগাযোগ করুন',
    'contact_for_your_school'   => 'আপনার শিক্ষা প্রতিষ্ঠানের যে কোন প্রয়োজনে আমাদের সাথে যোগাযোগ  করুন।',
    'service_the_education'     => 'শিক্ষার সেবায় নিয়জিত',
    'all_info_canbe_found_through_mobile'   => 'স্কুলের সকল তথ্য, পরীক্ষার খবরা-খবর যেকোন সময় যে কোন স্থান থেকে পাওয়া যায়।',
    'students_can_apply_online'             => 'শিক্ষার্থীরা অনলাইনে ভর্তির আবেদন করতে পারে, ভর্তি ফি পরিশোধ ও প্রবেশ পত্র সংগ্রহ করতে পারে।',
    'students_can_communicate'              => 'শিক্ষার্থীরা শিক্ষকদের সাথে অনলাইনে মেসেজে ও টিকেটের মাধ্যমে সার্বক্ষণিক যোগাযোগ করতে পারে।',
    'ultra_school_online_d_platform'    => 'আল্ট্রা-স্কুল অনলাইন ডিজিটাল প্লাটফর্ম',
    'serving_to_your_school'            => 'আপনার স্কুলের অনলাইন সেবায় নিয়োজিত',
    'prepare_sit_plan_in_a_few_click'   => 'অনলাইনে আবেদনকৃত হাজার হাজার শিক্ষার্থীদের ভর্তি পরীক্ষার সিটপ্লান তৈরি করা যায় মাত্র কয়েকটি ক্লিকের মাধ্যমে।',
    'accept_donation_grants'            => 'ডোনেশন/গ্রান্ট গ্রহণ',
    'you_can_accept_donation_grant'     => 'শিক্ষার উন্নয়নে বিভিন্ন ব্যাক্তি ও দাতা প্রতিষ্ঠানের কাছ থেকে ডোনেশন/গ্রান্ট গ্রহণ করা যায় নিমিষেই।',
    'domain_server_maintenance_is_easy' => 'অন্যান্য সাধারণ ওয়েবসাইটের মত ডোমেইন ও সার্ভার রক্ষণাবেক্ষণ নিয়ে কোন ঝামেলা নেই।',
    'automaitc_attendance_sheet'        => 'অটোমেটিক অ্যাটেনডেন্স শিট',
    'role_attendance_sheet_generate'    => 'ভর্তি পরীক্ষার রোল নম্বর প্রদান ও এ্যাটেনডেন্স শিট নিমিষেই তৈরি করা ও প্রিন্ট করা যায়।',
    'no_note_book_needed_to_take_attendance' => 'হাজিরা নেয়ার জন্য এখন আর খাতা কলমের প্রয়োজন নেই। শিক্ষকরা যেকোন স্থান থেকে জানতে পারবে কোন ক্লাশে কোন শিক্ষার্থী অনুপস্থিত ছিল।',
    'service_cen_be_useable_in_mobile'  => 'শিক্ষক ও শিক্ষার্থীরা যে কোন ধরণের অনলাইন সেবা মোবাইলের মাধ্যমে পাবে।',
    'get_statistics_of_all_info'    => 'ব্যবহারকারী সংক্রান্ত সকল তথ্যের পরিসংখ্যান বিস্তারিত তথ্য সহ দেখানো হয়।',
    'modera_ticket_system_service'  => 'আধুনিক উন্নত টিকেট সেবার মাধ্যমে বিভিন্ন সমস্যার সমাধান করা সম্ভব এই স্কুলের ওয়েবসাইটে।',
    'introducing_new_era'           => 'নতুন যুগের শুভ সূচনায়',
    'all_exciting_features'         => 'চমৎকার সব বৈশিষ্ট্য',
    'exists_account_management_system'      => 'আপনার স্কুলের লাইব্রেরির  হাজার হাজার বইয়ের রক্ষণাবেক্ষণ ও হিসাব রাখার সহজ পদ্ধতি রয়েছে এই ওয়েবসাইটে। যা আপনার স্কুলের সেবায় নিয়োজিত।',
    'signup_to_start_digital_online_system' => 'আপনার শিক্ষাপ্রতিষ্ঠানে আধুনিক ডিজিটাল অনলাইন সেবা চালু করতে এখনই রেজিস্ট্রশন করুন।',
    'easily_signup_with_email_or_mobile'    => 'সহজে ইমেইল বা মোবাইল নম্বর দিয়ে রেজিস্ট্রশন করতে নিচের  "নিবন্ধন করুন" বাটনে ক্লিক করুন।',
    'get_few_benefits_from_ultra_school'    => 'আল্ট্রা-স্কুল বিভিন্ন স্কুল ও শিক্ষা প্রতিষ্ঠানকে অনলাইন সেবা যেমন অনলাইনে শিক্ষার্থী ভর্তি, ফি প্রদান, বেতন সংগ্রহ, লাইব্রেরি বই ব্যবস্থাপনা সহ অন্যান্য সাধারণ সেবা প্রদান করে। ',
    'go_with_ict_all_inst_neet_ultra_school' => 'আধুনিক যুগের সাথে তাল মিলিয়ে তথ্য প্রযুক্তিতে এগিয়ে যান। প্রতিটি শিক্ষা প্রতিষ্ঠানেই একটি ওয়েবসাট প্রয়োজন। তাই আপনার প্রতিষ্ঠানের জন্য আজই নিবন্ধন করুন। ',
    'enjoy_features_by_signup_to_us'        => get_brandName() .' এর চমৎকার সব বৈশিষ্ট্য আপনি শুধু নিবন্ধন করেই উপভোগ করতে পারবেন।',
    'ultra_s_provide_service_to_multi_school' => 'আল্ট্রা-স্কুল বিভিন্ন স্কুল ও শিক্ষা প্রতিষ্ঠানকে অনলাইন সেবা যেমন অনলাইনে শিক্ষার্থী ভর্তি, ফি প্রদান, বেতন সংগ্রহ, লাইব্রেরি বই ব্যবস্থাপনা সহ অন্যান্য সাধারণ সেবা প্রদান করে।',
    'regardless_of_the_size_of_school'      => 'শিক্ষা প্রতিষ্ঠানের আকার যেমনই হোক না কেন, ছোট, বড়, অথবা মাঝারি - ওয়েবসাইট খুবই গুরুত্বপূর্ণ। প্রতিষ্ঠানের মূল বৃদ্ধি করার জন্য বা তথ্য প্রচার বা প্রকাশ করার জন্য হলেও প্রতিটি শিক্ষা প্রতিষ্ঠানের একটি ওয়েবসাইট প্রয়োজন।',
    'old_days_of_your_school_is_gone'       => 'আপনার স্কুলের পুরনো দিন শেষ। সকল তথ্য এখন অনলাইনে। অনলাইনে ভর্তি, আবেদন, পেমেন্ট, সবকিছু।',
    'if_you_r_student_register' => 'আপনি শিক্ষার্থী হয়ে থাকলে শুধু নিবন্ধন করুন। আর যদি শিক্ষক হন তবে আপনার স্কুলের জন নিবন্ধন 
                                    করে একটি আইডি তৈরি করুন। এতে আপনার স্কুলের জন্য একটি ড্যাশবোর্ড পেয়ে যাবেন। পরবর্তীতে সকল 
                                    সেটাপ সম্পন্ন করুন।',
    
    'everything_is_going_to_online' => 'বর্তমান যুগে সবকিছুই অনলাইনে চলে যাচ্ছে। ব্যাংকের সকল লেনদেন অনলাইনে হচ্ছে, চিঠি পত্র অনলাইনে ইমেইলে করে পাঠানো হচ্ছে,
                বিদেশ থেকে টাকা রেমিটেন্স ইন্টারনেটের মাধমে আসছে। সব কিছুতেই প্রযুক্তির ছোয়া থাকলেও আপনার শিক্ষা প্রতিষ্ঠান কেন আধুনিক তথ্য প্রযুক্তির 
                ছোয়া থেকে বঞ্চিত হচ্ছে? আপনার স্কুলের সকল পেমেন্ট অনলাইনে শুরু করুন, বেতন-পরীক্ষার ফি অনলাইনে গ্রহণ করুন। যা আপনার স্কুলের ব্যাংক একাউন্টে গিয়ে জমা হবে।',
    
    'signup_is_for_all_students_n_teachers'             => 'নিবন্ধন করা সকল শিক্ষক বা শিক্ষার্থী এই ওয়েবসাইটে লগিন করতে পারবে। লগিন করলে এক জন ব্যক্তি তার পক্ষে সকল কার্যক্রম সম্পন্ন করতে পারবে। ভর্তির জন্য আবেদন করতে পারবে, হাজিরা দিতে/নিতে পারবে, পেমেন্ট করতে পারবে। এছাড়াও অনেক কাজ করা যাবে।',
    'to_get_various_opportunities_from_this_website'    => 'এই ওয়েবসাইটের বিভিন্ন গুরুত্বপূর্ণ সুবিধা উপভোগ করার জন্য আপনার প্রয়োজনীয় তথ্য দিন। এতে এই ওয়েবসাইটটি আপনার প্রয়োজন অনুযায়ী সেবা দিতে পারবে।',
    'in_the_way_to_modernization'           => 'শিক্ষাপ্রতিষ্ঠানের আধুনিকায়নে',
    'website_and_payment_solution_for_u'    => 'আপনার শিক্ষা প্রতিষ্ঠানের ওয়েবসাইট ও পেমেন্টের সমাধান',
    'make_your_school_digital_instantly'    => 'আপনার স্কুলকে ডিজিটাল করুন মুহূর্তের মাঝে। নিবন্ধন করুন ও আপনার স্কুলের তথ্য দিয়ে একটি স্কুলের আইডি তৈরি করুন। একটি আইডির মাধ্যমেই আপনার স্কুলের শিক্ষক, শিক্ষার্থী ও কর্মকর্তা-কর্মচারীদের নিয়ে একটি ইকোসিস্টেম তৈরি হয়ে যাবে। যেখান থেকে আপনার স্কুলের শিক্ষার্থীদের ভর্তির জন্য অনলাইনে আবেদন গ্রহণ করতে পারবেন, বেতন, পরীক্ষার ফি ইত্যাদি পেমেন্ট অনলাইনে নিতে পারবেন।',
    'whether_the_size_of_a_school_is'       => 'শিক্ষা প্রতিষ্ঠানের আকার যেমনই হোক না কেন, ছোট, বড়, অথবা মাঝারি - ওয়েবসাইট খুবই গুরুত্বপূর্ণ। কিন্তু একটি ওয়েবসাইট তৈরি ও রক্ষণাবেক্ষণ করা যথেষ্ঠ কঠিন। এখন থেকে আর সেই চিন্তা আপনাকে করতে হবে না।',
    'cyber_hackers_can_not_harm_you'        => 'সাইবার হ্যাকাররা আপনার প্রতিষ্ঠানের ওয়েবসাইট কে বিভিন্ন ভাবে আক্রমণ করতে পারে। আল্ট্রা-স্কুল এই সকল সমস্যার সমাধান করে আপনার শিক্ষা প্রতিষ্ঠানের ওয়েবসাইটের সকল সুবিধা প্রদান করে।',
    'us_assures_all_automation_service'     => 'আল্ট্রা-স্কুল অটোমেশন সেবা আপনার শিক্ষা প্রতষ্ঠানের জন্য সকল সুবিধা সম্পন্ন ওয়েব সেবা নিশ্চিত করবে যা মোবাইলেও ব্যবহার করা যায়।',
    'online_admission_application'          => 'অনলাইনে ভর্তির আবেদন',
    'payments_can_be_collected_by_us'       => 'আপনার শিক্ষা প্রতিষ্ঠান যেমনই হোক না কেন, আল্ট্রা-স্কুল অটোমেশন সেবার মাধ্যমে আপনার স্কুলের শিক্ষার্থীদের অনলাইনে ভর্তি করাতে পারবেন, বেতন, পরীক্ষার ফি অনলাইনে গ্রহণ করতে পারবেন।',
    
    
    'seo_bd_1' => 'অনলাইনে ফি/বেতন পরিশোধ, অনলাইনে ভর্তি, অনলাইনে হাজিরা, মাউশি, ',
    'seo_bd_2' => 'স্কুলের ওয়েবসাইট, স্কুল ওয়েবসাইট, বাংলাদেশি স্কুল ওয়েবসাইট, ফ্রি ওয়েবসাইট, ',
    'seo_bd_3' => 'মাধ্যমিক ও উচ্চ শিক্ষা অধিদপ্তর, মাউশি ওয়েবসাইট, মাধ্যমিক ও উচ্চ শিক্ষা বিভাগ, ',
    'seo_bd_4' => 'মাউশি নোটিশ বোর্ড,  উচ্চ মাধ্যমিক শিক্ষা বোর্ড, শিক্ষা মন্ত্রণালয়,',
    'seo_bd_5' => 'মাধ্যমিক ও উচ্চ মাধ্যমিক শিক্ষা বোর্ড, মাধ্যমিক ও উচ্চ শিক্ষা বোর্ড, ',
    'seo_bd_6' => 'লাইব্রেরি মেনেজমেন্ট,  প্রাথমিক শিক্ষা অধিদপ্তর, প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়, ',
    'seo_bd_7' => 'Ultra-School, Ultra School, Ulta School, School Website, Best school website, ',
    'seo_bd_8' => 'Primary school website, Ulta School, DSHE',
    
];
