<?php

/**
 * SA - Student Area Translations.
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [    
    'header'    => 'গোপনীয়তা নীতি: আল্ট্রা-স্কুল অটোমেশন পরিষেবাগুলি ব্যবহার করার আগে জানে নিন',
    'cookie'    => 'কুকির ব্যবহার:',
    'cookie_desc'   => 'আল্ট্রা-স্কুল অটোমেশন সেবা ব্যবহার করতে চাইলে আপনি অবশ্যই কুকির ব্যবহারে সম্মত হবেন। আধুনিক সকল ব্রাউজারেই কুকির ব্যবহার করা যায়। কুকি ব্যবহারে সমর্থ নয় এমন কোন ব্রাউজারের মাধ্যমে আল্ট্রা-স্কুল অটোমেশন সেবা সঠিক ভাবে ব্যবহার করা যাবে না।',
    'termination'   => 'হিসাবে নিষেধাজ্ঞা:',
    'termination_desc' => 'আপনি যখন আল্ট্রা-স্কুল অটোমেশন সিস্টেমে হিসাব তৈরি করবেন তখন অবশ্যই সঠিক তথ্য দেবেন। সঠিক নয় এমন তথ্য প্রদান করলে অথবা শিক্ষা প্রতিষ্ঠানে বলা যায় না এমন অনৈতিক তথ্য প্রদান করলে আপনার বিরদ্ধে ব্যবস্থা গ্রহণ করা হতে পারে।',
    'password'      => 'পাসওয়ার্ডের রক্ষা:',
    'password_desc' => 'আপনার হিসাবের পাসওয়ার্ড ও পিনের নিরাপত্তা রক্ষার দায়িত্ব আপনার। এইসব কখনো অন্য কাউকে জানাবেন না এবং নিয়মিত পরিবর্তন করবেন। আপনার মোবাইল ও ইমেইল ব্যবহার করে আপনার হিসাবের পাসওয়ার্ড পরিবর্তন করা যায়, তাই আপনার মোবাইল ও ইমেইলের গোপনীয়তা রক্ষা করবেন।',
    'links'         => 'তৃতীয় পক্ষের লিংক:',
    'links_desc'    => 'আল্ট্রা-স্কুল অটোমেশন সিস্টেমে তৃতীয় অন্যান্য ওয়েব সাইটের লিংক ব্যবহার করা হতে পারে যা আমাদের দ্বারা নিয়ান্ত্রিত নয়। যদি আপনি ঐ ওয়েবসাইটে যান তবে আপনার গোপনীয় তথ্য তাদের ওয়েব সাইটে দেবেন না।',
    'deletion'      => 'হিসাব মুছে ফেলা:',
    'deletion_desc' => 'আপনি যদি আল্ট্রা-স্কুল অটোমেশন সেবা ব্যবহার করতে অসম্মতি জানান বা ব্যবহার করতে না চান তব স্বভাবিক ভাবে এই সেবা ব্যবহার হতে বিরত থাকতে পারবেন। সঠিক সেবা প্রদানের লক্ষ্যে আপনার তথ্য আল্ট্রা-স্কুল অটোমেশন সিস্টেমে সংরক্ষণ করা হতে পারে। তবে প্রয়োজন অনুযায়ী আপনার তথ্য মুছে ফেলার জন্য অবশ্যই আপনাকে জানানো হবে।',
    'right_to_change' => 'আল্ট্রা-স্কুল অটোমেশন পরিষেবার গোপনীয়তা নীতি পরিবর্তন করার স্বত্ব সংরক্ষিত। প্রয়োজন অনুযায়ি তা পরিবর্তিত হতে পারে।',
];
