<?php

/**
 * Re - Return with redirect or display_message
 * use these message here in return statement : ->with() 
 */

return [
    'invalid_email_address'     => 'আপনি ভুল ইমেইল ঠিকানা দিয়েছেন। অনুগ্রহ করে আবারো যাচাই করুন ({0}).',
    'invalid_mobile_number'     => 'আপনি ভুল মোবাইল নম্বর দিয়েছেন। অনুগ্রহ করে আবারো যাচাই করুন ({0}).',
    'already_registered_email'  => 'এই ইমেইল ঠিকানাটি ব্যবহার করে ইতিমধ্যে একবার নিবন্ধন করা হয়েছে  ({0}).',
    'already_registered_mobile' => 'এই মোবাইল নম্বর ব্যবহার করে ইতিমধ্যে একবার নিবন্ধন করা হয়েছে  ({0}).',
    'retrieve_pass_to_get_access'   => 'এই একাউন্টে প্রবেশ করার পাসওয়ার্ড পুনরুদ্ধার করার জন্য এখানে ক্লিক করুন।',
    'wait_2_minutes_to_get_email'   => 'অনুগ্রহ করে ২ মিনিট অপেক্ষা করুন। ইমেইল আপনার ইনবক্সে পৌছতে প্রায় ২ মিনিট সময় লাগতে পারে।',
    'wait_2_minutes_to_get_sms'     => 'অনুগ্রহ করে ২ মিনিট অপেক্ষা করুন। এসএমএস আপনার মোবাইলে পৌছতে প্রায় ২ মিনিট সময় লাগতে পারে। ',
    'failed_to_send_sms'            => 'এসএমএস পাঠানো সম্ভব হয়নি।',
    'failed_to_send_token_to_email' => 'টোকেন আপনার ইমেইলে পাঠানো সম্ভব হয়নি।',
    'success_sent_token_to_email'   => 'সফল: আপনার ইমেইল ইনবক্সে একটি টোকেন পাঠানো হয়েছে। অনুগ্রহ করে আপনার ইমেইল ইনবক্স দেখুন ({0})',
    'please_try_again'              => 'অনুগ্রহ করে আবারো চেষ্টা করুন।',
    'home_page'                     => 'প্রথম পাতা',
    'you_are_already_logged_in'     => 'আপনি ইতিমধ্যে লগিন করে আছেন।  {0} -তে যান অথবা  {1} করে আবার আসুন।',
    'please_create_new_account'     => 'অনুগ্রহ করে নতুন একাউন্ট তৈরি করুন।',
    'account_with_this_email_not_found'     => 'এই ইমেইল দিয়ে তৈরি করা কোন একাউন্ট খুঁজে পাওয়া যায়নি।  ({0}) ',
    'account_with_this_mobile_not_found'    => 'এই মোবাইল নম্বরটি দিয়ে তৈরি করা কোন একাউন্ট খুঁজে পাওয়া যায়নি। ({0})',
    'check_form_n_set_info_correctly'       => 'অনুগ্রহ করে ফরমটি যাচাই করে সঠিক তথ্য দিয়ে পূরণ করুন। ',
    'may_be_session_expired_get_new_reset_token' => 'মনে হয় পাসওয়ার্ড রিসেট টোকেনের মেয়াদ শেষ হয়ে গেছে। অনুগ্রহ করে পাসওয়ার্ড পরিবর্তন করার জন্য নতুন টোকেন সংগ্রহ করুন। আপনার পরিচয় নির্ধারণ করা সম্ভব হয়নি তাই আপনার পাসওয়ার্ড পরিবর্তন করা হয়নি।',
    'session_expired_get_new_reset_token'   => 'টোকেনের মেয়াদ শেষ হয়ে গেছে। অনুগ্রহ করে পাসওয়ার্ড পুনরুদ্ধার করার নতুন টোকেন নিন।',
    'invalid_password_reset_token'          => 'পাসওয়ার্ড পুনরুদ্ধার করার জন্য যে টোকেনটি দিয়েছেন তা সঠিক নয়। আপনাকে পাঠানো টোকেনটি আবারও যাচাই করে সঠিক টোকেনটি দিন।',
    'failed_to_update_new_pass'             => 'আপনার নতুন পাসওয়ার্ডটি হালনাগাদ করা সম্ভব হয়নি।',
    'pass_updated_successfully_use_new'     => 'সফল: আপনার পাসওয়ার্ডটি পরিবর্তিত হয়েছে। অনুগ্রহ করে নতুন পাসওয়ার্ডটি ব্যবহার করে লগিন করুন।',
    'no_signup_token_exists'        => 'নিবন্ধন করার টোকেন আমাদের স্টোরেজে সংরক্ষণ করা নেই। মনে হচ্ছে সেশনের মেয়াদ শেষ হয়ে গেছে। ',
    'get_new_signup_token'          => 'অনুগ্রহ করে নিবন্ধন করার নতুন টোকেন সংগ্রহ করুন।',
    'invalid_signup_token_submitted'=> 'নিবন্ধন করার টোকেনটি সঠিক নয়। আপনি যে টোকেনটি দিয়েছেন তা সঠিক নয়।',
    'invalid_mobile'                => 'মোবাইল নম্বর সঠিক নয়।',
    'invalid_email'                 => 'ইমেইল ঠিকানা সঠিক নয়।',
    'invalid_signup_expiration_data_found'  => 'নিবন্ধন করার টোকেন সঠিক পাওয়া যায়নি। অনুগ্রহ করে আবার নতুন টোকেন সংগ্রহ করুন।',
    'this_signup_id_already_exists'         => 'এটি {0} ইতিমধ্যে আমাদের সার্ভারে সংরক্ষিত আছে। অনুগ্রহ করে অন্যটি ব্যবহার করুন।',
    'your_registration_failed_try_again'    => 'আপনার নিবন্ধন ব্যর্থ হয়েছে। আবার চেষ্ঠা করুন।',
    'registration_successful_use_new_pass'  => 'নিবন্ধন সফল হয়েছে। নতুন পাসওয়ার্ড ব্যবহার করে লগিন করুন। আপনার নতুন ইউজার আইডি হল: <strong>{0}</strong> আর পাসওয়ার্ড হল: <strong>{1}</strong>',
    'user_id_not_associate_with_any_ac'     => 'আপনার প্রদত্ত ইউজার আইডির (<strong>{0}</strong>)  সাথে কোন একাউন্টের ইউজার আইডি মিলেনি। অনুগ্রহ করে সঠিক ইউজার আইডি দিন।',
    'invalid_input_check_carefully'         => 'ইউজার আইডি, মোবাইল নম্বর অথবা ইমেইল ঠিকানার মধ্যে কোন একটি অবশ্যই দিতে হবে। অনুগ্রহ করে এদের মধ্যে কোন একটি <strong>ইংরেজিতে</strong> দিন।',
    'invalid_password_check_carefully'      => 'ভুল পাসওয়ার্ড দিয়েছেন। আপনার প্রদত্ত পাওয়ার্ডটি যাচাই করে দেখুন।',
    'you_logged_in_successfully'            => 'আপনি সফলভাবে প্রবেশ করেছেন।',
    'magic_login_failed_try_password'       => 'ম্যাজিক টোকেন ব্যবহার করে প্রবেশ করা সম্ভব হয়নি। অনুগ্রহ করে পাসওয়ার্ড ব্যবহার করে প্রবেশ করুন।',
    'invalid_user_id_provided'      => 'ভুল ইউজার আইডি প্রদান করা হয়েছে।',
    'invalid_login_key_provided'    => 'ভুল ম্যাজিক টোকেন দেয়া হয়েছে।',
    'magic_login_key_expired'       => 'ম্যাজিক টোকেনের মেয়াদ শেষ হয়ে গেছে।',
    'no_job_circular_found_select_one'          => 'কোন সঠিক চাকরির বিজ্ঞাপ্তি নির্বাচন করা হয় নি। অনুগ্রহ করে এখানে তালিকা দেখে একটি বিজ্ঞাপ্তি নির্বাচন করুন।',
    'message_sent_successfully'                 => 'মেসেজ সফলভাবে পাঠানো হয়েছে।',
    'message_sent_successfully_get_notification'=> 'সফল: মেসেজ সফলভাবে পাঠানো হয়েছে। খুব শিঘ্রই পেয়ে যাবেন।',
];
    