<?php

/**
 * SA - Student Area Translations.
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [    
    'header'            => 'অর্থ ফেরতের নীতিমালা: অর্থ প্রদানের আগে জেনে নিন',
    'use_of_policy'     => 'অর্থ ফেরতের নীতিমালার ব্যবহার:',
    'use_of_policy_desc'=> 'আল্ট্রা-স্কুল অনলাইন অটোমেশন প্লাটফর্মের Integrated Payment System (IPS) নামে একটি নিজস্ব লেনদেনের ব্যবস্থা   রয়েছে, যে ব্যবস্থার মাধ্যমে  শিক্ষার্থী ও তাদের অভিবাবকগন বিভিন্ন ধরণের পরীক্ষার ফি, টিউশন ফি অনলাইনে প্রদান করতে পারে।  অর্থ ফেরতের নীতিমালা এই প্লাটফর্মের মাধ্যমে সংঘটিত সকল লেনদেনের ক্ষেত্রে প্রযোজ্য।',
    'how_does_ips_works'=> 'IPS যেভাবে কাজ করে:',
    'how_does_ips_works_desc'   => 'শিক্ষার্থী ও অভিবাবকদের কাছ থেকে বিভিন্ন ধরণের ফি যেমন পরিক্ষার ফি, টিউশন ফি ইত্যাদি অনলাইনে সংগ্রহ করে শিক্ষা প্রতিষ্ঠানের ব্যাংক হিসাবে জমা করার ক্ষেত্রে IPS সহায়ক ভূমিকা পালন করে। এ ক্ষেত্রে সংগৃহীত অর্থ যত দ্রুত সম্ভব হস্তান্তর করা হয়।',
    'how_does_ips_refund'       => 'প্রদত্ত অর্থ IPS থেকে ফেরত নেয়া:',
    'how_does_ips_refund_desc'  => 'আল্ট্রা-স্কুল প্লাটফর্মের অন্তর্ভুক্ত করে  IPS কে তৈরি করা হয়েছে শিক্ষা প্রতিষ্ঠানের আর্থিক লেনদেনগুলোকে অনলাইন ভিত্তিক করে সহজ করে তোলার জন্য। শিক্ষার্থী বা তাদের অভিবাবকদের কাছ থেকে সংগৃহীত অর্থ  যত দ্রুত সম্ভব শিক্ষাপ্রতিষ্ঠানের কাছে পৌছে দেয়া হয়।  ফলে প্রদত্ত কোন অর্থ  IPS থেকে সরাসরি ফেরত প্রদান করার কোন ব্যবস্থা নেই।  তবে আপনি যদি প্রদত্ত অর্থ ফেরত নিতে চান তবে অনলাইনে অর্থ প্রদানের ইনভয়েস নম্বর নিয়ে আপনার শিক্ষা প্রতিষ্ঠানে যোগাযোগ করবেন। এ ক্ষেত্রে অর্থ ফেরত প্রদান করার সম্পূর্ণ ক্ষমতা শিক্ষাপ্রতিষ্ঠানের হাতে রয়েছে। এক্ষেত্রে  অর্থ ফেরত দেয়া না দেয়ার বিষয়ে IPS কোন হস্তক্ষেপ করতে পারেনা, এমনকি ভুলক্রমে হয়ে যাওয়া লেনদেনের ক্ষেত্রও নয়।',
    'technically_faulty_trx'    => 'কারিগরি ত্রুটির কারণে সংঘটিত লেনদেনের ক্ষেত্রে:',
    'technically_faulty_trx_desc' => 'IPS-এ এই ধরণের লেনদেন সংঘটিত হওয়ার কোন সম্ভাবনা নেই। তারপরও যদি এমন কোন লেনদেন সংঘটিত হয়,  যেভাবেই হোক না কেন, শিক্ষা প্রতিষ্ঠান অর্থ প্রদান করুক বা না করুক, যে একাউন্ট থেকে অর্থ প্রদান করা হয়েছিল সেই একাউন্টে অর্থ ফেরত প্রদান করা হবে। তবে এ ধরণের লেনদেন যেহেতু স্বাভাবিক নয় তাই কিছু সময় লাগতে পারে। আমাদের সাপোর্টে যোগাযোগ করুন।',
    
];
