<?php

/**
 * Sbs_guide - Step By Step Guide of Admission Application Process
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [
    'header'        => 'ভর্তি প্রকৃয়া  - সাধারণ নির্দেশিকা',
    'subheader'     => 'ভর্তি প্রকৃ্য়া খুবই সরল। নিচের কয়েকটি ধাপ অনুসরণ করে আপনি ভর্তির জন্য অনলাইনে আবেদন করতে পারেন।',
    'step_1_h'      => 'প্রথম ধাপ: নিবন্ধন',
    'step_2_h'      => 'দ্বিতীয় ধাপ: লগিন করা',
    'step_3_h'      => 'তৃতীয় ধাপ: তথ্য উপস্থাপন করা',
    'step_4_h'      => 'চতুর্থ ধাপ: ছবি আপলোড করা',
    'step_course_selection'      => 'পঞ্চম ধাপ: কোর্স নির্বাচন করে আবেদন পাঠান',
    'step_5_h'      => 'ষষ্ঠ ধাপ: আবেদন ফি প্রদান করা',
    'step_6_h'      => 'সপ্তম ধাপ: শিক্ষার্থীর আবেদন প্রিন্ট করা',
    'step_7_h'      => 'অষ্টম ধাপ: ম্যনুয়াল প্রকৃ্য়া',
    'step_8_h'      => 'নবম ধাপ: ভর্তি ফি প্রদান করা',
    'btn_mk_reg'    => 'নিবন্ধন করুন',
    'btn_login'     => 'লগিন করুন',
    'btn_sbt_info'  => 'তথ্য উপস্থাপন করুন',
    'btn_up_pht'    => 'ছবি আপলোড করুন',
    'btn_pay_fee'   => 'ফি পরিশোধ করুন',
    'btn_print'    => 'প্রিন্ট করুন',
    'show_video'    => 'ভিডিও দেখুন',
    'btn_submit_application'    => 'কোর্স নির্বাচন করুন',
    
    'step_1_t'      => "প্রথমেই আপনার ইমেইল ঠিকানা বা মোবাইল নম্বর ব্যবহার করে নিবন্ধন করতে হবে। যদি আপনার ইমেইল ঠিকানা না থাকে তবে আপনি জিমেইল ব্যবহার করে একটি ইমেইল ঠিকানা তৈরি করতে পারেন। জিমেইল  ব্যবহার করে ইমেইল ঠিকানা তৈরি করতে  <a href='https://gmail.com' target='_blank'>এখানে ক্লিক করুন</a>। একটি বিষয় মনে রাখুন এই ইমেইল বা মোবাইল নম্বর ব্যবহার করে আপনি পরবর্তীতে এই ওয়েবসাইটে লগিন করতে ও পাসওয়ার্ড পরিবর্তন করতে পারবেন। যদি কখনো আপনি পাসওয়ার্ড ভুলে যান তবে এই ঠিকানা ব্যবহার করে পুনরায় পাসওয়ার্ড পেতে পারবেন।",    
    'step_2_t'      => 'নিবন্ধন করার পর আপনি লগিন করে শিক্ষার্থীদের এলাকায় প্রবেশ করতে পারবেন। লগিন করার প্রয়োজনীয় তথ্য যেমন আপনার নতুন আইডি ও পাসওয়ার্ড আমরা আপনার ইমেইল ঠিকানায় পাঠিয়ে দেব। আপনার পাসওয়ার্ড পেতে আপনি আপনার ইমেইল ইনবক্সে প্রবেশ করুন। যদি আপনি পাসওয়ার্ড না পান বা ভুলে যান তবে খুব সহজেই আপনি নতুন পাসওয়ার্ড পেতে পারবেন। যদি আপনি আগেই নিবন্ধন করে থাকেন তবে পুনরায় নিবন্ধন করার প্রয়োজন নেই।',
    
    'step_3_t'      => 'যখন আপনি শিক্ষার্থীদের এলাকায় প্রবেশ করবেন তখন বামপাশে ভর্তি নামে একটি টেব দেখতে পাবেন।  সেখানে আপনি আপনার সকল তথ্য যেমন ব্যক্তিগত নাম, ঠিকানা, শিক্ষাগত যোগ্যতা ইত্যাদি তথ্য উপস্থাপন করবেন। স্বরণ রাখুন লগিন না করে কখনো আপনি এই এলাকায় প্রবেশ করতে পারবেন না।',
    
    'step_4_t'      => 'ফটু আপলোড করার স্থানে আপনার সম্প্রতি তোলা ছবি আপলোড করুন। ছবির প্রস্থ ও উচ্চতা যথাক্রমে ৬০০, ৬০০ পিক্সেল হওয়া উচিত। ছবির আকার ১০০ কিলোবাইট এর কাছাকাছি হওয়া ভাল। আপনার স্বাক্ষার আপলোড করার প্রয়োজন হতে পারে। স্বাক্ষরের প্রস্থ ও উচ্চতা যথাক্রমে ৩০০ ও ৮০ পিক্সেল হওয়া উচিত।',
    'step_course_selection_t' => 'এই ধাপটি খুবই গুরুত্বপূর্ণ। এখন আপনি কোর্স নির্বাচন করে আবেদন প্রকৃয়া সম্পন্ন করবেন। আবেদন পাঠানোর পর আপনি আপনার প্রেরিত আবেদনের একটি তালিকা দেখতে পাবেন।',
    'step_5_t'      => 'তথ্য, ছবি ইত্যাদি আপলোড করার পর আপনাকে আবেদন ফি পরিশোধ করতে হতে পারে। যদি ফি পরিশোধ করতে হয় তবে তা উল্লেখ করা থাকবে। আমাদের সয়ংক্রিয় পেমেন্ট প্রসেসিং সিস্টেমের মাধ্যমে আপনি সকল প্রকার ফি অনাইনে বাসায় বসে পরিশোধ করতে পারবেন।',
    
    'step_6_t'      => 'পূর্ববর্তী প্রয়োজনীয় ধাপগুলো সম্পন্ন করার পর আপনার স্টুডেন্ট কপি প্রিন্ট করে রাখুন। স্টুডেন্ট কপিতে আপনার আবেদন সংক্রান্ত প্রয়োজনীয় কিছু তথ্য থাকবে। ভবিষ্যতে এটি আপনার দরকার পরতে পারে। যদি কখনো দরকার পরে তবে তা আপনি আপনার শিক্ষা প্রতিষ্ঠানকে দেখাবেন।',
    
    'step_7_t'      => 'আবেদন করার পর শিক্ষা প্রতিষ্ঠানের প্রয়োজন অনুযায়ি আপনাকে আপনার যোগ্যতা প্রমাণ করার জন্য ভর্তি পরিক্ষা দিতে হবে। তবে কর্তৃপক্ষ চাইলে পরীক্ষা ব্যতিত ভর্তি প্রকৃয়া সম্পন্ন করতে পারে। এছাড়ও অন্যান ডকুমেন্ট প্রদর্শন করার প্রয়োজন পরতে পারে।',
    'step_8_t'      => 'যদি আপনি ভর্তির জন্য যোগ্য বলে বিবেচিত হন তবে আপনাকে ভর্তি ফি প্রদান করতে হতে পারে। এই ফি প্রদান করার পর আপনার ভর্তির নিশ্চয়তা প্রদান করা হবে এবং ভর্তি প্রকৃ্য়া সম্পন্ন হবে।',
];
