<?php

/**
 * Menu language strings.
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [
    'udsspvtltd'        => 'আল্ট্রা ডেটা সেফ্‌টি সলিউশন্স প্রা: লি:',
    'copyright'         => 'লেখস্বত্ব',
    'dashboard'       => 'বাম পাশের মিনু থেকে প্রয়োজন অনুযায়ী বিকল্প নির্বাচন করুন। আপনি এখান থেকে ভর্তির জন্য আবেদন করতে পারবেন।',
    'sop'                   => 'এসওপি - সাপোর্ট কর্মকর্তাদের প্যানেল',
    'go_back'       => 'পেছনে যান',
    'no_event_set' => 'কোন অনুষ্ঠান পাওয়া যায়নি',
    'no_notice_set' => 'কোন বিজ্ঞপ্তি প্রকাশিত হয়নি',
    'no_article_set' => 'কোন রচনা বা আর্টিকেল প্রকাশিত হয়নি',
    'no_current_news_for_now' => 'কোন চলতি সংবাদ নেই',
    'message_from_principal' => 'অধ্যক্ষের সংবাদ',
    'message_from_chairman' => 'চেয়ারম্যানের বার্তা',
    'ultra_school' => 'আল্ট্রা-স্কুল',
    'digital_identity' => 'অনলাইন অটোমেশন সিস্টেম',
    'ultra_school_intro' => 'আপনার শিক্ষা প্রতিষ্ঠানের সকল অনলাইন সেবা যেমন অনলাইনে  ভর্তি, ফি প্রদান, বেতন সংগ্রহ, লাইব্রেরি বই ব্যবস্থাপনা সহ অন্যান্য সাধারণ সেবা এক সাথে।',
    'search_and_select' => 'আপনার স্কুল নির্বাচন করুন',
    'search_by_id_eiin' => 'স্কুল খুঁজতে EIIN নম্বর, স্কুল ID অথবা স্কুলের নাম দিন।',
    'well_done' => 'ভাল করেছেন!',
    'loading' => 'লোড হচ্ছে...',
    'lang_change_txt' => 'অনুগ্রহ করে অপেক্ষা করুন, আপনার ভাষা পরিবর্তন করা হচ্ছে। শিঘ্রাই আপনাকে সয়ংক্রিয়ভাবে সঠিক আগের পাতায় নেয়া হবে, তা না হলে অনুগ্রহ করে পেছনে যাওয়ার বাটনে ক্লিক করুন।',
    'collect_token_from_inbox' => 'আপনার ইনবক্স থেকে টোকেন সংগ্রহ করুন',
    'submit_signup_conf_token' => 'নিবন্ধন নিশ্চিত করণ টোকেন উপস্থাপন করুন',
    'check_your_inbox_for_token' => 'আপনার ইনবক্স চেক করে সেখানে প্রেরিত টোকেন এখানে দিন।',
    'please_wait_2_minute_intro' => 'অনুগ্রহ করে ২ মিনিট অপেক্ষা করুন। আপনার মোবাইল/ইমেইলে একটি নিশ্চয়তা করণ টোকেন পাঠানো হয়েছে। এই টোকেন আপনার ইনবক্সে পৌছতে সর্বোচ্চ ২ মিনিট সময় লাগতে পারে। এই টোকেন নিশ্চিত করবে যে আপনি নিজেই নিবন্ধনের জন্য চেষ্ঠা করছেন এবং অন্য কেউ আপনার মোবাইল বা ইমেইল ব্যবহার করেছে না।',
    'search_other_schools' => 'অন্য স্কুল খুঁজুন',
    'lbl_cap_upcoming' => 'আসছে',
    'help' => 'সহায়তা',
    'bank_accounts' => 'ব্যাংক হিসাবসমূহ',
    'account' => 'হিসাব',
    'fund_transfer' => 'অর্থ স্থানান্তর',
    'verification' => 'যাচাইকরণ',
    'bills_payment' => 'বিল পরিশোধ',
    'start_online_version' => 'আপনার স্কুলের অনলাইন যাত্রা শুরু করুন',
    'submit_school' => 'স্কুল উপস্থাপন করুন',
    'school_name' => 'স্কুলের নাম',
    'school_eiin' => 'স্কুলের EIIN নম্বর',
    'school_address' => 'স্কুলের ঠিকান',
    'who_are_you' => 'আপনার পরিচয় কি?',
    'a_student' => 'একজন ছাত্র',
    'a_teacher' => 'একজন শিক্ষক',
    'a_school_owner' => 'স্কুলের নিয়ন্ত্রক বা মালিক',
    'tell_us_about_yourself' => 'আপনার পরিচয় দিন, আপনি কি একজন ছাত্র বা শিক্ষক? নিচ থেকে একটি বিকল্প নির্বাচন করুন। ছাত্র হলে আপনার স্কুল খুঁজে যোগ দিন। আপনি যদি স্কুলের মালিক হন আর আপনার স্কুল যদি তালিকা বদ্ধ না হয় তবে তা তালিকা বদ্ধ করুন।',
    'search_and_join_a_school' => 'স্কুল খুঁজে যোগদিন',
    'get_your_school_online' => 'আপনার স্কুলের অনলাইন কার্যক্রম চালু করুন',
];
