<?php

/**
 * SA - Student Area Translations.
 *
 * @package    Ultra-School
 * @author     Ultra-School Dev Team
 * @copyright  2019-2020 Ultra Data Safety Solutions Pvt. Ltd.
 * @license    Private License
 * @link       https://ultra-school.com
 * @since      Version 1.0.0
 * @filesource
 */

return [    
    'header'    => 'ব্যাবহারের শর্তাবলী: আল্ট্রা-স্কুল অটোমেশন সেবা ব্যবহার করার পূর্বে জেনে নিন',
    'legal'     => 'বৈধ উদ্দেশ্য:',
    'legal_desc'=> 'আল্ট্রা-স্কুল অটোমেশন সেবা কোন অনৈতিক বা অনুমোদিত নয় এমন বা কোন বাজে উদ্দ্যেশ্য নিয়ে ব্যবহার করার যাবে না। বাংলাদেশ ভিত্তিক এই সেবা বাংলাদেশ ছাড়াও অন্য সকল দেশ থেকে আইগত বিধি মোতাবেক ব্যবহার করা যাবে।',
    'right'     => 'তথ্য ব্যবহারের অধিকার:',
    'right_desc'=> 'আল্ট্রা-স্কুল অটোমেশন সফ্টওয়ার অনেক তথ্য সর্বরাহ করে থাকে যা আপনার শিক্ষা প্রতিষ্ঠানের যেকোন প্রয়োজনে ব্যবহার করা যাবে। তবে কোন ক্রমেই অনুমোদিত নয় এমন তথ্য বিক্রয় বা অন্য কাউকে দেয়া যাবে না।',
    'use_of_content'        => 'বিষয় বস্তুর ব্যবহার:',
    'use_of_content_desc'   => 'আল্ট্রা-স্কুল অটোমেশন সেবার কোন বিষয়বস্তু, বা এর কোন অংশ (সম্পূর্ণ হোক বা আংশিক) কোন ক্রমেই নকল করে বিক্রয় বা বিতরণ করা যাবে না।',
    'content_href'          => 'পেজে লিংক করা:',
    'content_href_desc'     => 'আপনি আপনার যেকোন স্থান থেকে আপনার আল্ট্রা-স্কুল অটোমেশন সেবার যে কোন পেজের লিংক যে কোন পেজে বিতরণ করতে পারবেন। তবে কোন পেজ যেহেতু স্থায়ি নয়, এবং প্রতিটি পেজই পরিবর্তনশীল তাই কোন তথ্যর সর্বদা স্থায়ী থাকার নিশ্চয়তা নেই। ',
    'encrypted_data'        => 'নিরাপদ তথ্যের স্থানান্তর:',
    'encrypted_data_desc'   => 'নিরাপত্তার জন্য প্রায় সকল তথ্যই এনক্রিপ্ট করে স্থানান্তর করা হয়। আর্থিক নিরাপত্তা ও ব্যবহারকারীর হিসাবের নিরাপত্তা রক্ষার জন্য প্রয়োজনীয় তথ্য এনক্রিপ্ট করে নেটওয়ার্কে প্রেরণ করা হয়।',
    'data_storage'      => 'কেন্দ্রীভুত ডেটা কেন্দ্র:',
    'data_storage_desc' => 'কোন শিক্ষা প্রতিষ্ঠানের সকল তথ্যই এক স্থানে কেন্দ্রীভুত করে রাখা হয়। তথ্য সংরক্ষণের প্রয়োজনে তা বাংলাদেশের বাইরে এশিয়ার যে কোন দেশ এমন কি ইউরোপেও তথ্য সংরক্ষণ করা হতে পারে।',
    'geographic'        => 'সেবার ভৌগোলিক সীমাব্ধতা:',
    'geographic_desc'   => 'বাংলাদেশ ভিত্তিক আল্ট্রা-স্কুল অটোমেশন সেবা সারা বিশ্বের যে কোন প্রান্ত থেকে যে কোন শিক্ষা প্রতিষ্ঠান ব্যবহার করতে পারে। তবে সরকার বা স্থানীয় সরকার নিষেধাজ্ঞা জারি করলে সেবা প্রদান ব্যহত হতে পারে।',
    'expectation'       => 'প্রয়োজন পূরণের নিশ্চয়তা:',
    'expectation_desc'  => 'টেকনোলজি ভিত্তিক এই সেবা সকল শিক্ষা প্রতিষ্ঠানে প্রদান করা হয়। তবে এরকম কোন নিশ্চয়তা নেই যে এই সেবা কোন শিক্ষা প্রতিষ্ঠানের সকল প্রয়োজন পূরণ করতে সক্ষম।',
    'prohibition'       => 'ব্যবহারকারী রোধ:',
    'prohibition_desc'  => 'কোন ব্যবহারকারী কোন অনৈতিক কাজ করলে তার বিরোদ্ধে ব্যবস্থা গ্রহণ করা হতে পারে। এ ছাড়াও সরকার কোন বিষয়ে নির্দেশনা প্রদান করলে, ব্যবহারকারীদের ব্যবহার রোধ করা যেতে পারে।',
    'Contact'           => 'অনুমোদিত যোগাযোগ:',
    'Contact_desc'      => 'আল্ট্রা-স্কুল অটোমেশন সেবা সংক্রান্ত কোন সমস্যার জন্য নির্ধারিত যোগাযোগ কেন্দ্রে মোবাইল কলে বা ইমেইলের মাধ্যমে যোগাযোগ করতে হবে।',
    'reserved_right'    => 'আল্ট্রা-স্কুল অটোমেশন সেবা সংক্রান্ত কোন শর্তাবলী পরিবর্তান করার শর্ত সংরক্ষিত। প্রয়োজন অনুযায়ী ভবিষ্যতে তা পরিবর্তিত হতে পারে।',
   
];
